Repository: prettydeveloper/educare-public-repo
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it_it

source: Invalid attendance
it_it: Presenza non valida

source: The attendance has been saved
it_it: La presenza è stata registrata

source: The attendance could not be saved. Please, try again.
it_it: La presenza non è stata registrata, riprovare.

source: Attendance deleted
it_it: Presenza cancellata

source: Attendance was not deleted
it_it: La presenza non è stata cancellata

source: Invalid contact
it_it: Classe non valida

source: The contact has been saved
it_it: Lo studente è stato registrato

source: The contact could not be saved. Please, try again.
it_it: Lo studente non è stato registrato, riprovare

source: Contact deleted
it_it: Studente cancellato

source: Contact was not deleted
it_it: Studente non è stato cancellato

source: Invalid course code
it_it: Ciclo di istruzione non valido

source: The course code has been saved
it_it: Ciclo di istruzione salvato

source: The course code could not be saved. Please, try again.
it_it: Il ciclo di istruzione non è stato salvato, riprovare.

source: Course code deleted
it_it: Ciclo di istruzione eliminato

source: Course code was not deleted
it_it: Ciclo di istruzione eliminato

source: Invalid department
it_it: Dipartimento non valido

source: The department has been saved
it_it: Il dipartimento è stato salvato

source: The department could not be saved. Please, try again.
it_it: Il dipartimento non è stato salvato. Prova di nuovo

source: Department deleted
it_it: Dipartimento non eliminato

source: Department was not deleted
it_it: Dipartimento non eliminato

source: Invalid employee attendance
it_it: Presenza non valida

source: The employee attendance has been saved
it_it: La presenza è stata registrata

source: The employee attendance could not be saved. Please, try again.
it_it: La presenza non è stata registrata, riprovare.

source: Employee attendance deleted
it_it: Presenza cancellata

source: Employee attendance was not deleted
it_it: La presenza non è stata cancellata

source: Invalid employee category
it_it: Categoria dipendente non valida.

source: The employee category has been saved
it_it: La categoria dipendente è stata salvata

source: The employee category could not be saved. Please, try again.
it_it: La categoria dipendente non è stata salvata. Riprova.

source: Employee category deleted
it_it: Categoria dipendente eliminata

source: Employee category was not deleted
it_it: Categoria dipendente eliminata

source: Invalid employee
it_it: Dipendente non valido

source: The employee has been saved
it_it: Il dipendente è stato salvato

source: The employee could not be saved. Please, try again.
it_it: Il dipendente non è stato salvato, ritenta.

source: Employee deleted
it_it: Dipendente eliminato

source: Employee was not deleted
it_it: Dipendente eliminato

source: Invalid employees meeting
it_it: Response non valida

source: The employees meeting has been saved
it_it: L'utente è stato registrato

source: The employees meeting could not be saved. Please, try again.
it_it: L'utente non è stato registrato, riprovare

source: Employees meeting deleted
it_it: Riunione cancellata

source: Employees meeting was not deleted
it_it: L'utente non è stato cancellato

source: Invalid employees school
it_it: Scuola non valida

source: The employees school has been saved
it_it: La scuola è stata salvata

source: The employees school could not be saved. Please, try again.
it_it: La scuola non è stata registrata, riprovare

source: Employees school deleted
it_it: Scuola cancellata

source: Employees school was not deleted
it_it: La scuola non è stata cancellata

source: Invalid event
it_it: Studente non valido

source: The event has been saved
it_it: Lo studente è stato registrato

source: The event could not be saved. Please, try again.
it_it: Lo studente non è stato registrato, riprovare

source: Event deleted
it_it: Studente cancellato

source: Event was not deleted
it_it: Studente non è stato cancellato

source: Invalid grade
it_it: Classe non valida

source: The grade has been saved
it_it: La classe è stata registrata

source: The grade could not be saved. Please, try again.
it_it: La classe non è stata registrata, riprovare

source: Grade deleted
it_it: Grado cancellato

source: Grade was not deleted
it_it: La classe non è stata cancellata

source: Invalid grades laboratory
it_it: Laboratorio non valido

source: The grades laboratory has been saved
it_it: Il Laboratorio è stato registrato

source: The grades laboratory could not be saved. Please, try again.
it_it: Il Laboratorio non è stato registrato, riprovare

source: Grades laboratory deleted
it_it: Laboratorio cancellato

source: Grades laboratory was not deleted
it_it: Il Laboratorio non è stato cancellato

source: Invalid group
it_it: Gruppo non valido

source: The group has been saved
it_it: Il gruppo è stato salvato

source: The group could not be saved. Please, try again.
it_it: Il gruppo non è stato salvato, riprovare

source: Group deleted
it_it: Gruppo cancellato

source: Group was not deleted
it_it: Il gruppo non è stato cancellato

source: Invalid laboratory
it_it: Laboratorio non valido

source: Laboratory saved.
it_it: Laboratorio cancellato

source: The laboratory has been saved.
it_it: Il Laboratorio è stato registrato

source: Laboratory deleted
it_it: Laboratorio cancellato

source: Laboratory was not deleted
it_it: Il Laboratorio non è stato cancellato

source: Invalid laboratory attendance
it_it: Laboratorio non valido

source: The laboratory attendance has been saved
it_it: La presenza è stata registrata

source: The laboratory attendance could not be saved. Please, try again.
it_it: La presenza non è stata registrata, riprovare.

source: Laboratory attendance deleted
it_it: Laboratorio cancellato

source: Laboratory attendance was not deleted
it_it: Il Laboratorio non è stato cancellato

source: Invalid meeting type
it_it: Studente non valido

source: The meeting type has been saved
it_it: Lo studente è stato registrato

source: The meeting type could not be saved. Please, try again.
it_it: Lo studente non è stato registrato, riprovare

source: Meeting type deleted
it_it: Studente cancellato

source: Meeting type was not deleted
it_it: Studente non è stato cancellato

source: Invalid meeting
it_it: Studente non valido

source: The meeting has been saved
it_it: L'utente è stato registrato

source: The meeting could not be saved. Please, try again.
it_it: L'utente non è stato registrato, riprovare

source: Meeting deleted
it_it: Studente cancellato

source: Meeting was not deleted
it_it: L'utente non è stato cancellato

source: Invalid observator
it_it: Laboratorio non valido

source: The observator has been saved
it_it: L'Educatore è stato registrato

source: The observator could not be saved. Please, try again.
it_it: L'Educatore non è stato registrato, riprovare

source: Observator deleted
it_it: Laboratorio cancellato

source: Observator was not deleted
it_it: Il Laboratorio non è stato cancellato

source: Invalid school
it_it: Scuola non valida

source: The school has been saved
it_it: La scuola è stata salvata

source: The school could not be saved. Please, try again.
it_it: La scuola non è stata registrata, riprovare

source: School deleted
it_it: Scuola cancellata

source: School was not deleted
it_it: La scuola non è stata cancellata

source: Invalid student grade
it_it: Studente non valido

source: The student grade has been saved
it_it: Lo studente è stato registrato

source: The student grade could not be saved. Please, try again.
it_it: Lo studente non è stato registrato, riprovare

source: Student grade deleted
it_it: Studente cancellato

source: Student grade was not deleted
it_it: Studente non è stato cancellato

source: Invalid student
it_it: Studente non valido

source: The student has been saved
it_it: Lo studente è stato registrato

source: The student could not be saved. Please, try again.
it_it: Lo studente non è stato registrato, riprovare

source: Student deleted
it_it: Studente cancellato

source: Student was not deleted
it_it: Studente non è stato cancellato

source: Invalid user
it_it: Utente non valido

source: The user has been saved
it_it: L'utente è stato registrato

source: The user could not be saved. Please, try again.
it_it: L'utente non è stato registrato, riprovare

source: User deleted
it_it: Utente cancellato

source: User was not deleted
it_it: L'utente non è stato cancellato

source: <success>Aco Update Complete</success>
it_it: <success>Aco Update Completato</success>

source: Better manage, and easily synchronize you application's ACO tree
it_it: Configura e sincronizza l'albero ACO dell'applicazione

source: Add Attendance
it_it: Aggiungi Presenza

source: Submit
it_it: Invia

source: Actions
it_it: Azioni

source: List Attendances
it_it: Lista Presenze

source: List Students
it_it: Lista Studenti

source: New Student
it_it: Nuovo Studente

source: List Grades
it_it: Lista Classi

source: New Grade
it_it: Nuova Classe

source: Edit Attendance
it_it: Modifica Presenza

source: Delete
it_it: Cancella

source: Are you sure you want to delete # %s?
it_it: Sei sicuro di voler cancellare # %s?

source: Select grade:
it_it: Seleziona classe

source: Attendances
it_it: Presenze

source: View
it_it: Visualizza

source: Edit
it_it: Modifica

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
it_it: Page {:page} of {:pages}, record di su {:count} totale

source: previous
it_it: precedente

source: next
it_it: prossimo

source: New Attendance
it_it: Inserisci Presenza

source: Select School
it_it: Seleziona Scuola

source: Grade
it_it: Classe

source: Change grade
it_it: Cambia classe

source: Change school
it_it: Cambia Scuola

source: Attendances of the day:
it_it: Presenze del giorno:

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: Present
it_it: Presente

source: Absent
it_it: Assente

source: Late
it_it: Ritardo

source: Reason
it_it: Ragione

source: There are no students yet in this grade
it_it: Non sono presenti studenti nella classe

source: Add Student
it_it: Aggiungi Studente

source: Attendance
it_it: Presenza

source: Student
it_it: Studente

source: Attendance Date
it_it: Data Presenza

source: Created
it_it: Creato

source: Modified
it_it: Modificato

source: Trashed
it_it: Cestinato

source: Created By
it_it: Creato da

source: Modified By
it_it: Modificato da

source: Trashed By
it_it: Cestinato da

source: Note
it_it: Nota

source: Delete Attendance
it_it: Cancella Presenza

source: Add Course Code
it_it: Ciclo d'Istruzione

source: List Course Codes
it_it: Cicli d'istruzione

source: Edit Course Code
it_it: Cicli d'istruzione

source: Course Codes
it_it: Ciclo d'Istruzione

source: New Course Code
it_it: Nuovo Ciclo d'Istruzione

source: Course Code
it_it: Ciclo d'Istruzione

source: Code
it_it: Numero

source: Value
it_it: Valore

source: Delete Course Code
it_it: Cancella N° Classe

source: Related Grades
it_it: Classi Correlate

source: School Id
it_it: Id Scuola

source: Grade Number
it_it: Classe

source: Grade Code
it_it: Sezione

source: Course Code Id
it_it: Ciclo d'Istruzione

source: Add Department
it_it: Aggiungi Studente

source: List Departments
it_it: Lista Studenti

source: List Employees
it_it: Elenca personale

source: New Employee
it_it: Nuovo personale

source: Edit Department
it_it: Modifica Studente

source: Departments
it_it: Dipartimenti

source: New Department
it_it: Nuovo Studente

source: Department
it_it: Dipartimento

source: Name
it_it: Nome

source: Notes
it_it: Nota

source: Delete Department
it_it: Cancella Studente

source: Related Employees
it_it: Utenti Correlati

source: Employee Category Id
it_it: Categoria personale

source: Department Id
it_it: Id Studente

source: Manager Id
it_it: Supervisore

source: Tax Code
it_it: Sezione

source: Vat Code
it_it: Sezione

source: Job Title
it_it: Titolo

source: Status
it_it: Provincia

source: Date Of Birth
it_it: Data di nascita

source: Address
it_it: Indirizzo

source: Zipcode
it_it: CAP

source: City
it_it: Città

source: State
it_it: Provincia

source: Phone Number 1
it_it: Recapito 1

source: Phone Number 2
it_it: Recapito 2

source: Phone Number 3
it_it: Recapito 3

source: Qualification
it_it: Qualifica

source: Experience
it_it: Esperienza

source: Education
it_it: Titolo di studio

source: Resume
it_it: Breve CV

source: Resume File Name
it_it: File CV

source: Resume Content Type
it_it: Tipo file CV

source: Resume Data
it_it: Breve CV

source: Resume File Size
it_it: Dimensione file CV

source: User Id
it_it: Utente

source: Is Manager
it_it: Supervisore

source: Schools
it_it: Scuole

source: Laboratories
it_it: Laboratori

source: Grades
it_it: Classi

source: Students
it_it: Studenti

source: Administration
it_it: Amministratore

source: Add Employee Attendance
it_it: Aggiungi Presenza

source: List Employee Attendances
it_it: Lista Presenze

source: List Meetings
it_it: Lista Studenti

source: New Meeting
it_it: Nuova riunione

source: List Laboratories
it_it: Lista Laboratori

source: New Laboratory
it_it: Nuovo Laboratorio

source: Edit Employee Attendance
it_it: Modifica Presenza

source: Employee Attendances
it_it: Cancella Presenza

source: New Employee Attendance
it_it: Inserisci Presenza

source: Employee Attendance
it_it: Cancella Presenza

source: Employee
it_it: Personale

source: Meeting
it_it: Riunione

source: Laboratory
it_it: Laboratorio

source: Delete Employee Attendance
it_it: Cancella Presenza

source: Add Employee Category
it_it: Aggiungi categoria personale

source: List Employee Categories
it_it: Lista Laboratori

source: Edit Employee Category
it_it: Modifica categoria personale

source: Employee Categories
it_it: Categorie personale

source: New Employee Category
it_it: Nuova categoria personale

source: Employee Category
it_it: Categoria personale

source: Delete Employee Category
it_it: Cancella Laboratorio

source: Add Employee
it_it: Aggiungi personale

source: New Manager
it_it: Nuovo Utente

source: List Users
it_it: Lista Utenti

source: New User
it_it: Nuovo Utente

source: List Schools
it_it: Lista Scuole

source: New School
it_it: Nuova Scuola

source: Edit Employee
it_it: Modifica personale

source: Employees
it_it: Personale

source: Manager
it_it: Supervisore

source: Address Line1
it_it: Indirizzo

source: Address Line2
it_it: Indirizzo

source: Zip Code
it_it: Numero

source: Deleted
it_it: Ciclo di istruzione eliminato

source: User
it_it: Utente

source: Delete Employee
it_it: Cancella Utente

source: Related Employee Attendances
it_it: Presenze

source: Employee Id
it_it: ID personale

source: Laboratory Id
it_it: Laboratorio

source: Grade Id
it_it: Id Classe

source: Related Meetings
it_it: Utenti Correlati

source: Meeting Date
it_it: Data di inizio

source: Meeting Type Id
it_it: Tipo riunione

source: Related Schools
it_it: Cancella Scuola

source: School Code
it_it: Circolo

source: Add Employees Meeting
it_it: Aggiungi riunione

source: List Employees Meetings
it_it: Elenca riunioni

source: Edit Employees Meeting
it_it: Modifica riunione

source: Employees Meetings
it_it: Riunioni

source: New Employees Meeting
it_it: Nuova riunione

source: Employees Meeting
it_it: Riunione

source: Delete Employees Meeting
it_it: Elimina riunione

source: Add Employees School
it_it: Aggiungi Scuola

source: List Employees Schools
it_it: Lista Scuole

source: Edit Employees School
it_it: Modifica Scuola

source: Employees Schools
it_it: Cancella Scuola

source: New Employees School
it_it: Nuova Scuola

source: Employees School
it_it: Cancella Scuola

source: School
it_it: Scuola

source: Delete Employees School
it_it: Cancella Scuola

source: Add Event
it_it: Aggiungi Studente

source: List Events
it_it: Lista Studenti

source: Edit Event
it_it: Modifica Studente

source: Events
it_it: Eventi

source: New Event
it_it: Nuovo Studente

source: Event
it_it: Evento

source: Title
it_it: Titolo

source: Description
it_it: Descrizione

source: Start Date
it_it: Data di inizio

source: End Date
it_it: Data Presenza

source: Is Common
it_it: Normale

source: Is Meeting
it_it: Riunione

source: Is Laboratory
it_it: Laboratorio

source: Is Exam
it_it: Esame

source: Delete Event
it_it: Cancella Studente

source: Add Grade Code
it_it: Aggiungi N° Classe

source: List Grade Codes
it_it: Lista di Classi

source: Edit Grade Code
it_it: Modifica N° Classe

source: Grade Codes
it_it: Classi

source: New Grade Code
it_it: Nuovo N° Classe

source: Delete Grade Code
it_it: Cancella N° Classe

source: Add Grade
it_it: Aggiungi Classe

source: Edit Grade
it_it: Modifica Classe

source: Delete Grade
it_it: Cancella Classe

source: Take Attendances
it_it: Presenze

source: Related Students
it_it: Studenti

source: There are no students yet associated with this grade
it_it: Non sono presenti studenti in questa classe

source: Add Grades Laboratory
it_it: Aggiungi Laboratorio

source: List Grades Laboratories
it_it: Lista Laboratori

source: Edit Grades Laboratory
it_it: Modifica Laboratorio

source: Grades Laboratories
it_it: Lista Laboratori

source: New Grades Laboratory
it_it: Nuovo Laboratorio

source: Grades Laboratory
it_it: Aggiungi Laboratorio

source: Delete Grades Laboratory
it_it: Cancella Laboratorio

source: Add Group
it_it: Aggiungi Gruppo

source: List Groups
it_it: Lista Gruppi

source: Edit Group
it_it: Modifica Gruppo

source: Groups
it_it: Gruppi

source: New Group
it_it: Nuovo Gruppo

source: Group
it_it: Gruppo

source: Delete Group
it_it: Cancella Gruppo

source: Related Users
it_it: Utenti Correlati

source: Group Id
it_it: Id Gruppo

source: Add Laboratory
it_it: Aggiungi Laboratorio

source: Edit Laboratory
it_it: Modifica Laboratorio

source: New Educator
it_it: Nuovo Educatore

source: List Laboratory Attendances
it_it: Lista Presenze

source: New Laboratory Attendance
it_it: Nuovo Laboratorio

source: Educator
it_it: Educatore

source: Expert
it_it: Esperienza

source: Delete Laboratory
it_it: Cancella Laboratorio

source: Observator
it_it: Laboratorio

source: Starting Date
it_it: Data di inizio

source: Finishing Date
it_it: Data Fine

source: Take Laboratory Attendance
it_it: Laboratorio cancellato

source: Add Laboratory Attendance
it_it: Aggiungi Laboratorio

source: Edit Laboratory Attendance
it_it: Modifica Laboratorio

source: Select laboratory:
it_it: Cancella Laboratorio

source: There are no laboratories yet associated with this grade
it_it: Non sono associati laboratori a questa classe

source: Laboratory Attendances
it_it: Lista Presenze

source: Change
it_it: Cambia Scuola

source: Eudcator:
it_it: Educatore

source: present
it_it: Presente

source: absent
it_it: Assente

source: Expert:
it_it: Esperto:

source: Observator:
it_it: Osservatore:

source: Laboratory Attendance
it_it: Laboratorio cancellato

source: Delete Laboratory Attendance
it_it: Cancella Laboratorio

source: Add Meeting Type
it_it: Aggiungi tipo riunione

source: List Meeting Types
it_it: Elenca tipi riunioni

source: Edit Meeting Type
it_it: Modifica tipo riunione

source: Meeting Types
it_it: Tipi di riunione

source: New Meeting Type
it_it: Nuovo tipo riunione

source: Meeting Type
it_it: Tipo di riunione

source: Delete Meeting Type
it_it: Elimina tipo riunione

source: Add Meeting
it_it: Aggiungi riunione

source: List Meeting Attendances
it_it: Lista Presenze

source: New Meeting Attendance
it_it: Inserisci Presenza

source: Edit Meeting
it_it: Modifica riunione

source: Meetings
it_it: Riunioni

source: Delete Meeting
it_it: Cancella Studente

source: Related Meeting Attendances
it_it: Presenze

source: Meeting Id
it_it: ID riunione

source: Add Observator
it_it: Laboratorio

source: List Observators
it_it: Laboratorio

source: Edit Observator
it_it: Laboratorio

source: Observators
it_it: Laboratorio

source: New Observator
it_it: Laboratorio

source: Observation Date
it_it: Laboratorio

source: Delete Observator
it_it: Cancella Laboratorio

source: Welcome
it_it: Benvenuto

source: Manage employees
it_it: Gestisci il personale

source: Manage meetings
it_it: Gestisci le riunioni

source: Manage laboratories
it_it: Laboratori

source: Take attendances
it_it: Presenze

source: Add School
it_it: Aggiungi Scuola

source: Edit School
it_it: Modifica Scuola

source: Delete School
it_it: Cancella Scuola

source: There are no grades yet associated with this school
it_it: Non sono ancora state inserite classi in questa scuola

source: Add Student Grade
it_it: Aggiungi Studente

source: List Student Grades
it_it: Lista Studenti

source: Edit Student Grade
it_it: Modifica Studente

source: Student Grades
it_it: Id Studente

source: New Student Grade
it_it: Nuovo Studente

source: Student Grade
it_it: Id Studente

source: Date
it_it: Data

source: Delete Student Grade
it_it: Cancella Studente

source: Edit Student
it_it: Modifica Studente

source: Delete Student
it_it: Cancella Studente

source: Absences
it_it: Assente

source: Absence Date
it_it: Data Presenza

source: Late Date
it_it: Data di inizio

source: There are no attendances yet associated with this student
it_it: Non sono ancora state inserite presenze relative a questo studente

source: Add User
it_it: Aggiungi Utente

source: Edit User
it_it: Modifica Utente

source: Users
it_it: Utenti

source: Delete User
it_it: Cancella Utente

source: numeric
it_it: numerico

source: date
it_it: data

source: notempty
it_it: non vuoto
